Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# program.split.applyMessage
source: Your week is rebuilt around this structure. Locked exercises are kept, and your history stays as it is.
es: Tu semana se reconstruye con esta estructura. Los ejercicios fijados se mantienen y tu historial se queda como está.
fr: Ta semaine est reconstruite autour de cette structure. Les exercices verrouillés sont conservés et ton historique reste intact.
hi: आपका हफ़्ता इसी ढाँचे पर दोबारा बनेगा। लॉक की गई एक्सरसाइज़ बनी रहेंगी और आपकी हिस्ट्री वैसी ही रहेगी।
it: La tua settimana viene ricostruita su questa struttura. Gli esercizi bloccati restano e la tua cronologia non cambia.
ko: 이 구성에 맞춰 한 주가 다시 짜여요. 잠근 운동은 유지되고 기록도 그대로예요.
pl: Twój tydzień zostanie przebudowany wokół tej struktury. Zablokowane ćwiczenia zostają, a historia pozostaje bez zmian.
tr: Haftan bu yapıya göre yeniden kurulur. Kilitli egzersizler korunur, geçmişin olduğu gibi kalır.
zh_hans: 你的一周会按这个结构重新生成。锁定的动作会保留，历史记录保持不变。

# program.split.applyTitle
source: Use this split?
es: ¿Usar este split?
fr: Utiliser ce split ?
hi: यही स्प्लिट लें?
it: Usare questo split?
ko: 이 분할을 쓸까요?
pl: Użyć tego splitu?
tr: Bu split kullanılsın mı?
zh_hans: 使用这种分化？

# program.split.change
source: Change split
es: Cambiar split
fr: Changer de split
hi: स्प्लिट बदलें
it: Cambia split
ko: 분할 바꾸기
pl: Zmień split
tr: Split'i değiştir
zh_hans: 更换分化

# program.split.current
source: In use
es: En uso
fr: Utilisé
hi: इस्तेमाल में
it: In uso
ko: 사용 중
pl: W użyciu
tr: Kullanımda
zh_hans: 使用中

# program.split.customNote
source: You built this week yourself, so there is no automatic split behind it.
es: Esta semana la montaste tú, así que no hay ningún split automático detrás.
fr: Tu as construit cette semaine toi-même : il n’y a donc pas de split automatique derrière.
hi: यह हफ़्ता आपने खुद बनाया है, इसलिए इसके पीछे कोई अपने आप चुना स्प्लिट नहीं है।
it: Questa settimana l'hai costruita tu, quindi non c'è nessuno split automatico dietro.
ko: 이 한 주는 직접 만들어서 뒤에 깔린 자동 분할이 없어요.
pl: Ten tydzień ułożyłeś sam, więc nie stoi za nim żaden automatyczny split.
tr: Bu haftayı kendin kurdun, yani arkasında otomatik bir split yok.
zh_hans: 这一周由你自己安排，因此背后没有自动分化。

# program.split.emptyMessage
source: No structure fits your current schedule. Add a training day and try again.
es: Ninguna estructura encaja con tu horario actual. Añade un día de entrenamiento y vuelve a intentarlo.
fr: Aucune structure ne convient à ton emploi du temps actuel. Ajoute un jour d’entraînement et réessaie.
hi: आपके मौजूदा शेड्यूल में कोई ढाँचा फ़िट नहीं बैठता। एक ट्रेनिंग दिन जोड़कर फिर कोशिश करें।
it: Nessuna struttura si adatta ai tuoi impegni attuali. Aggiungi un giorno di allenamento e riprova.
ko: 지금 일정에 맞는 구성이 없어요. 운동하는 요일을 추가하고 다시 시도해 주세요.
pl: Żadna struktura nie pasuje do Twojego obecnego grafiku. Dodaj dzień treningowy i spróbuj ponownie.
tr: Şu anki takvimine uyan bir yapı yok. Bir antrenman günü ekleyip tekrar dene.
zh_hans: 没有结构适合你当前的日程。增加一个训练日后再试。

# program.split.emptyTitle
source: Nothing to choose from
es: No hay nada que elegir
fr: Rien à choisir
hi: चुनने के लिए कुछ नहीं
it: Niente tra cui scegliere
ko: 고를 수 있는 것이 없어요
pl: Nie ma z czego wybierać
tr: Seçilecek bir şey yok
zh_hans: 没有可选项

# program.split.pickerNote
source: These are the structures that fit your training days, best first. Each one says why.
es: Estas son las estructuras que encajan con tus días de entrenamiento, las mejores primero. Cada una explica por qué.
fr: Voici les structures qui conviennent à tes jours d’entraînement, les meilleures d’abord. Chacune explique pourquoi.
hi: ये वे ढाँचे हैं जो आपके ट्रेनिंग दिनों में फ़िट बैठते हैं, सबसे उपयुक्त पहले। हर एक की वजह भी दी है।
it: Queste sono le strutture che stanno nei tuoi giorni di allenamento, dalla migliore. Ognuna spiega perché.
ko: 운동하는 요일에 맞는 구성이에요. 잘 맞는 순서로 보여 주고, 각각 이유도 함께 있어요.
pl: To struktury pasujące do Twoich dni treningowych, najlepsze na górze. Przy każdej jest uzasadnienie.
tr: Bunlar antrenman günlerine uyan yapılar, en uygunu üstte. Her biri nedenini söylüyor.
zh_hans: 以下结构适合你的训练日，最合适的排在前面。每一项都会说明理由。

# program.split.pickerTitle
source: Choose a split
es: Elige un split
fr: Choisir un split
hi: स्प्लिट चुनें
it: Scegli uno split
ko: 분할 선택
pl: Wybierz split
tr: Bir split seç
zh_hans: 选择分化

# program.split.recommended
source: Suggested
es: Sugerido
fr: Suggéré
hi: सुझाया गया
it: Suggerito
ko: 추천
pl: Sugerowany
tr: Önerilen
zh_hans: 建议

# program.split.recommends
source: Forge suggests %@ for the days you train.
es: Forge sugiere %@ para los días que entrenas.
fr: Forge suggère %@ pour tes jours d’entraînement.
hi: आपके ट्रेनिंग दिनों के लिए Forge %@ सुझाता है।
it: Forge suggerisce %@ per i giorni in cui ti alleni.
ko: 운동하는 요일에는 Forge가 %@을 추천해요.
pl: Forge sugeruje %@ przy Twoich dniach treningowych.
tr: Forge, antrenman günlerin için %@ öneriyor.
zh_hans: 针对你的训练日，Forge 建议使用%@。

# program.split.structure
source: %lld days · %@
es: %lld días · %@
fr: %lld jours · %@
hi: %lld दिन · %@
it: %lld giorni · %@
ko: %lld일 · %@
pl: %lld dni · %@
tr: %lld gün · %@
zh_hans: %lld 天 · %@

# program.split.useRecommendation
source: Use the suggestion
es: Usar la sugerencia
fr: Utiliser la suggestion
hi: सुझाव अपनाएँ
it: Usa il suggerimento
ko: 추천 적용하기
pl: Użyj sugestii
tr: Öneriyi kullan
zh_hans: 采用建议

# program.stat.daysPerWeek
source: Days
es: Días
fr: Jours
hi: दिन
it: Giorni
ko: 일수
pl: Dni
tr: Gün
zh_hans: 天数

# program.stat.mesocycle
source: Block week
es: Semana del bloque
fr: Semaine du bloc
hi: ब्लॉक का हफ़्ता
it: Settimana del blocco
ko: 블록 주차
pl: Tydzień bloku
tr: Blok haftası
zh_hans: 周期第几周

# program.stat.sessions
source: Sessions
es: Sesiones
fr: Séances
hi: सेशन
it: Sessioni
ko: 세션
pl: Sesje
tr: Seans
zh_hans: 训练课

# program.templates.apply
source: Add to my program
es: Añadir a mi programa
fr: Ajouter à mon programme
hi: मेरे प्रोग्राम में जोड़ें
it: Aggiungi al mio programma
ko: 내 프로그램에 추가
pl: Dodaj do mojego programu
tr: Programıma ekle
zh_hans: 加入我的训练计划

# program.templates.applyDisabled
source: You need an active program before a template can be added to it.
es: Necesitas un programa activo antes de poder añadirle una plantilla.
fr: Il te faut un programme actif avant de pouvoir y ajouter un modèle.
hi: टेम्पलेट जोड़ने से पहले एक सक्रिय प्रोग्राम चाहिए।
it: Ti serve un programma attivo prima di poterci aggiungere un modello.
ko: 템플릿을 추가하려면 먼저 활성 프로그램이 필요해요.
pl: Zanim dodasz szablon, potrzebujesz aktywnego programu.
tr: Bir şablon eklenebilmesi için önce etkin bir programın olmalı.
zh_hans: 需要先有一份启用中的训练计划，才能加入模板。

# program.templates.count
source: %lld templates
es: %lld plantillas
fr: %lld modèles
hi: %lld टेम्पलेट
it: %lld modelli
ko: 템플릿 %lld개
pl: %lld szablonu
tr: %lld şablon
zh_hans: %lld 个模板

# program.templates.deleteMessage
source: Sessions you have already built from it are not affected.
es: Las sesiones que ya has montado a partir de ella no se ven afectadas.
fr: Les séances déjà construites à partir de lui ne sont pas touchées.
hi: इससे पहले बनाए गए सेशन पर कोई असर नहीं पड़ेगा।
it: Le sessioni che hai già costruito da esso non vengono toccate.
ko: 이미 이 템플릿으로 만든 세션은 영향을 받지 않아요.
pl: Sesje, które już z niego zbudowałeś, zostają bez zmian.
tr: Ondan daha önce kurduğun seanslar etkilenmez.
zh_hans: 你已经依据它建好的训练课不受影响。

# program.templates.deleteTitle
source: Delete this template?
es: ¿Eliminar esta plantilla?
fr: Supprimer ce modèle ?
hi: यह टेम्पलेट मिटाएँ?
it: Eliminare questo modello?
ko: 이 템플릿을 삭제할까요?
pl: Usunąć ten szablon?
tr: Bu şablon silinsin mi?
zh_hans: 删除这个模板？

# program.templates.emptyExercises
source: This template has no exercises in it.
es: Esta plantilla no tiene ningún ejercicio.
fr: Ce modèle ne contient aucun exercice.
hi: इस टेम्पलेट में कोई एक्सरसाइज़ नहीं है।
it: Questo modello non contiene nessun esercizio.
ko: 이 템플릿에는 운동이 없어요.
pl: Ten szablon nie zawiera żadnych ćwiczeń.
tr: Bu şablonda hiç egzersiz yok.
zh_hans: 这个模板里没有动作。

# program.templates.emptyMessage
source: A template is a session you have kept — its exercises, sets, reps, rest and effort target — ready to drop into any program.
es: Una plantilla es una sesión que has guardado —sus ejercicios, series, repeticiones, descanso y objetivo de esfuerzo— lista para meterla en cualquier programa.
fr: Un modèle est une séance que tu as gardée — ses exercices, séries, répétitions, repos et objectif d’effort — prête à être déposée dans n’importe quel programme.
hi: टेम्पलेट वह सेशन है जिसे आपने संभाल रखा है — उसकी एक्सरसाइज़, सेट, रेप्स, आराम और मेहनत लक्ष्य के साथ — किसी भी प्रोग्राम में डालने के लिए तैयार।
it: Un modello è una sessione che hai conservato — i suoi esercizi, serie, ripetizioni, recupero e obiettivo di sforzo — pronta da inserire in qualsiasi programma.
ko: 템플릿은 운동과 세트, 횟수, 휴식, 강도 목표까지 저장해 둔 세션이에요. 어떤 프로그램에든 넣을 수 있어요.
pl: Szablon to zachowana sesja — jej ćwiczenia, serie, powtórzenia, przerwy i cel wysiłku — gotowa do wstawienia w dowolny program.
tr: Şablon, sakladığın bir seanstır — egzersizleri, setleri, tekrarları, dinlenmesi ve zorlanma hedefiyle birlikte, herhangi bir programa eklenmeye hazır.
zh_hans: 模板就是你保存下来的一节训练课，包含动作、组数、次数、休息和强度目标，随时可以放进任何训练计划。

# program.templates.emptyTitle
source: No templates yet
es: Aún no hay plantillas
fr: Pas encore de modèles
hi: अभी कोई टेम्पलेट नहीं
it: Ancora nessun modello
ko: 아직 템플릿이 없어요
pl: Brak szablonów
tr: Henüz şablon yok
zh_hans: 还没有模板

# program.templates.footer
source: Swipe a template to rename, duplicate or delete it. Templates sit outside your program, so rebuilding the program leaves them alone.
es: Desliza una plantilla para renombrarla, duplicarla o eliminarla. Las plantillas viven fuera de tu programa, así que reconstruirlo no las toca.
fr: Balaie un modèle pour le renommer, le dupliquer ou le supprimer. Les modèles vivent en dehors de ton programme : le reconstruire ne les touche pas.
hi: नाम बदलने, कॉपी बनाने या मिटाने के लिए टेम्पलेट पर स्वाइप करें। टेम्पलेट आपके प्रोग्राम से बाहर रहते हैं, इसलिए प्रोग्राम दोबारा बनने पर उन पर असर नहीं पड़ता।
it: Scorri su un modello per rinominarlo, duplicarlo o eliminarlo. I modelli stanno fuori dal tuo programma, quindi ricostruirlo non li tocca.
ko: 옆으로 밀어 템플릿의 이름 바꾸기나 복제, 삭제를 할 수 있어요. 템플릿은 프로그램 밖에 있어서 프로그램을 다시 만들어도 그대로예요.
pl: Przesuń szablon palcem, żeby zmienić nazwę, zduplikować go lub usunąć. Szablony są poza programem, więc przebudowa programu ich nie rusza.
tr: Yeniden adlandırmak, kopyalamak veya silmek için şablonu kaydır. Şablonlar programının dışındadır, yani programı yeniden kurmak onlara dokunmaz.
zh_hans: 左滑模板可重命名、复制或删除。模板独立于训练计划之外，因此重新生成计划不会影响它们。

# program.templates.noSessions
source: Your program has no training sessions to save yet.
es: Tu programa todavía no tiene sesiones de entrenamiento que guardar.
fr: Ton programme n’a pas encore de séance d’entraînement à enregistrer.
hi: आपके प्रोग्राम में अभी सेव करने लायक कोई ट्रेनिंग सेशन नहीं है।
it: Il tuo programma non ha ancora sessioni di allenamento da salvare.
ko: 프로그램에 저장할 운동 세션이 아직 없어요.
pl: Twój program nie ma jeszcze sesji treningowych do zapisania.
tr: Programında kaydedilecek antrenman seansı yok.
zh_hans: 你的训练计划暂时没有可保存的训练课。

# program.templates.openHint
source: Shows what this template contains
es: Muestra lo que contiene esta plantilla
fr: Affiche ce que contient ce modèle
hi: दिखाता है कि इस टेम्पलेट में क्या है
it: Mostra cosa contiene questo modello
ko: 이 템플릿에 담긴 내용을 보여 줘요
pl: Pokazuje, co zawiera ten szablon
tr: Bu şablonun neler içerdiğini gösterir
zh_hans: 显示这个模板包含的内容

# program.templates.previewFooter
source: Adding this makes a copy. Editing the new session does not change the template, and editing the template does not change sessions you have already built.
es: Al añadirla se hace una copia. Editar la sesión nueva no cambia la plantilla, y editar la plantilla no cambia las sesiones que ya has montado.
fr: L’ajouter en fait une copie. Modifier la nouvelle séance ne change pas le modèle, et modifier le modèle ne change pas les séances déjà construites.
hi: जोड़ने पर एक कॉपी बनती है। नए सेशन को एडिट करने से टेम्पलेट नहीं बदलता, और टेम्पलेट एडिट करने से पहले बनाए सेशन नहीं बदलते।
it: Aggiungendolo ne crei una copia. Modificare la nuova sessione non cambia il modello, e modificare il modello non cambia le sessioni che hai già costruito.
ko: 추가하면 사본이 만들어져요. 새 세션을 수정해도 템플릿은 바뀌지 않고, 템플릿을 수정해도 이미 만든 세션은 바뀌지 않아요.
pl: Dodanie tworzy kopię. Edycja nowej sesji nie zmienia szablonu, a edycja szablonu nie zmienia sesji, które już zbudowałeś.
tr: Bunu eklemek bir kopya oluşturur. Yeni seansı düzenlemek şablonu, şablonu düzenlemek de daha önce kurduğun seansları değiştirmez.
zh_hans: 加入时会创建一份副本。修改新的训练课不会改变模板，修改模板也不会改变你已经建好的训练课。

# program.templates.save
source: Save as template
es: Guardar como plantilla
fr: Enregistrer comme modèle
hi: टेम्पलेट के रूप में सेव करें
it: Salva come modello
ko: 템플릿으로 저장
pl: Zapisz jako szablon
tr: Şablon olarak kaydet
zh_hans: 存为模板

# program.templates.saveFrom
source: Save a session as a template
es: Guardar una sesión como plantilla
fr: Enregistrer une séance comme modèle
hi: किसी सेशन को टेम्पलेट के रूप में सेव करें
it: Salva una sessione come modello
ko: 세션을 템플릿으로 저장
pl: Zapisz sesję jako szablon
tr: Bir seansı şablon olarak kaydet
zh_hans: 把训练课存为模板

# program.templates.saveFromMessage
source: The session is copied into your library. Editing it in your program afterwards does not change the template.
es: La sesión se copia a tu biblioteca. Editarla después en tu programa no cambia la plantilla.
fr: La séance est copiée dans ta bibliothèque. La modifier ensuite dans ton programme ne change pas le modèle.
hi: सेशन आपकी लाइब्रेरी में कॉपी हो जाएगा। बाद में प्रोग्राम में उसे एडिट करने से टेम्पलेट नहीं बदलता।
it: La sessione viene copiata nella tua libreria. Modificarla nel programma in seguito non cambia il modello.
ko: 세션이 내 목록에 복사돼요. 그 뒤에 프로그램에서 수정해도 템플릿은 바뀌지 않아요.
pl: Sesja zostaje skopiowana do Twojej biblioteki. Późniejsza edycja w programie nie zmienia szablonu.
tr: Seans kütüphanene kopyalanır. Sonrasında programında düzenlemen şablonu değiştirmez.
zh_hans: 这节训练课会被复制到你的模板库。之后在计划中修改它，不会改变模板。

# program.templates.saveFromTitle
source: Choose a session
es: Elige una sesión
fr: Choisir une séance
hi: सेशन चुनें
it: Scegli una sessione
ko: 세션 선택
pl: Wybierz sesję
tr: Bir seans seç
zh_hans: 选择一节训练课

# program.templates.title
source: Session templates
es: Plantillas de sesión
fr: Modèles de séance
hi: सेशन टेम्पलेट
it: Modelli di sessione
ko: 세션 템플릿
pl: Szablony sesji
tr: Seans şablonları
zh_hans: 训练课模板

# program.title
source: Program
es: Programa
fr: Programme
hi: प्रोग्राम
it: Programma
ko: 프로그램
zh_hans: 训练计划

# program.version.clonedFrom
source: Copied from %@
es: Copiado de %@
fr: Copié depuis %@
hi: %@ से कॉपी किया गया
it: Copiato da %@
pl: Skopiowany z %@
tr: Şundan kopyalandı: %@
zh_hans: 复制自 %@

# program.version.createdManually
source: Program created
es: Programa creado
fr: Programme créé
hi: प्रोग्राम बनाया गया
it: Programma creato
pl: Program utworzony
tr: Program oluşturuldu
zh_hans: 训练计划已创建

# program.version.exerciseSwapped
source: %@ swapped for %@
es: %@ sustituido por %@
fr: %@ remplacé par %@
hi: %@ की जगह %@ लगाया गया
it: %@ sostituito con %@
ko: %@ → %@ 교체
pl: %@ zamienione na %@
tr: %@ yerine %@ getirildi
zh_hans: %@ 替换为 %@

# program.version.sessionRegenerated
source: New exercises picked for %@
es: Ejercicios nuevos elegidos para %@
fr: Nouveaux exercices choisis pour %@
hi: %@ के लिए नई एक्सरसाइज़ चुनी गईं
it: Nuovi esercizi scelti per %@
ko: %@ 세션의 운동을 새로 고름
pl: Dobrano nowe ćwiczenia do: %@
tr: %@ için yeni egzersizler seçildi
zh_hans: 为 %@ 挑选了新动作

# program.version.settingsChanged
source: Rebuilt after you changed your training settings
es: Reconstruido después de cambiar tus ajustes de entrenamiento
fr: Reconstruit après la modification de tes réglages d’entraînement
hi: आपकी ट्रेनिंग सेटिंग्स बदलने पर दोबारा बना
it: Ricostruito dopo che hai cambiato le impostazioni di allenamento
ko: 운동 설정을 바꾼 뒤 다시 만듦
pl: Przebudowany po zmianie ustawień treningowych
tr: Antrenman ayarlarını değiştirdikten sonra yeniden kuruldu
zh_hans: 在你修改训练设置后重新生成

# program.version.splitChanged
source: Split changed to %@
es: Split cambiado a %@
fr: Split changé pour %@
hi: स्प्लिट बदलकर %@ किया गया
it: Split cambiato in %@
ko: 분할을 %@ 구성으로 변경
pl: Split zmieniony na %@
tr: Split şuna değiştirildi: %@
zh_hans: 分化改为 %@

# program.version.superseded
source: Replaced by a newer version of this program
es: Sustituido por una versión más reciente de este programa
fr: Remplacé par une version plus récente de ce programme
hi: इस प्रोग्राम के किसी नए वर्शन से बदला गया
it: Sostituito da una versione più recente di questo programma
pl: Zastąpiony nowszą wersją tego programu
tr: Bu programın daha yeni bir sürümüyle değiştirildi
zh_hans: 已被这份训练计划的更新版本替代

# program.versions.block
source: %lld-week block
es: Bloque de %lld semanas
fr: Bloc de %lld semaines
hi: %lld हफ़्ते का ब्लॉक
it: Blocco di %lld settimane
ko: %lld주 블록
pl: Blok %lld-tygodniowy
tr: %lld haftalık blok
zh_hans: %lld 周周期

# program.versions.current
source: Current
es: Actual
fr: Actuelle
hi: मौजूदा
it: Attuale
ko: 현재
pl: Bieżąca
tr: Güncel
zh_hans: 当前

# program.versions.emptyMessage
source: Once you have a program, every change to it is recorded here with the reason behind it.
es: Cuando tengas un programa, cada cambio quedará registrado aquí con el motivo detrás.
fr: Dès que tu auras un programme, chaque changement sera enregistré ici avec la raison derrière.
hi: प्रोग्राम बन जाने के बाद उसमें होने वाला हर बदलाव यहाँ उसकी वजह के साथ दर्ज होगा।
it: Quando avrai un programma, ogni sua modifica verrà registrata qui con il motivo che c'era dietro.
ko: 프로그램이 생기면 모든 변경이 이유와 함께 여기에 기록돼요.
pl: Gdy będziesz mieć program, każda jego zmiana trafi tutaj razem z powodem.
tr: Bir programın olduğunda, ona yapılan her değişiklik nedeniyle birlikte burada kaydedilir.
zh_hans: 有了训练计划之后，它的每次变化都会连同原因记录在这里。

# program.versions.emptyTitle
source: No versions yet
es: Aún no hay versiones
fr: Pas encore de versions
hi: अभी कोई वर्शन नहीं
it: Ancora nessuna versione
ko: 아직 버전이 없어요
pl: Brak wersji
tr: Henüz sürüm yok
zh_hans: 还没有版本

# program.versions.exercises
source: Exercises
es: Ejercicios
fr: Exercices
hi: एक्सरसाइज़
it: Esercizi
ko: 운동
pl: Ćwiczenia
tr: Egzersizler
zh_hans: 动作

# program.versions.header
source: Newest first
es: Las más recientes primero
fr: Les plus récentes d’abord
hi: नए पहले
it: Dalla più recente
ko: 최신 순
pl: Od najnowszych
tr: En yenisi üstte
zh_hans: 最新在前

# program.versions.immutable
source: History is only ever added to. A version cannot be edited or deleted, so what your plan looked like, and why it changed, stays readable.
es: Al historial solo se le añade. Una versión no se puede editar ni eliminar, así que cómo era tu plan, y por qué cambió, queda siempre legible.
fr: L’historique ne fait que s’ajouter. Une version ne peut être ni modifiée ni supprimée : ce à quoi ton plan ressemblait, et pourquoi il a changé, reste lisible.
hi: हिस्ट्री में सिर्फ़ जोड़ा जाता है। कोई वर्शन एडिट या मिटाया नहीं जा सकता, ताकि आपका प्लान कब कैसा था और क्यों बदला, यह पढ़ा जा सके।
it: Alla cronologia si può solo aggiungere. Una versione non si può modificare né eliminare, così resta leggibile com'era il tuo piano e perché è cambiato.
ko: 기록은 더해지기만 해요. 버전은 수정하거나 삭제할 수 없어서, 계획이 어땠고 왜 바뀌었는지 그대로 남아요.
pl: Historia jest tylko dopisywana. Wersji nie da się edytować ani usunąć, dzięki czemu to, jak wyglądał Twój plan i dlaczego się zmienił, pozostaje czytelne.
tr: Geçmişe yalnızca ekleme yapılır. Bir sürüm düzenlenemez veya silinemez; böylece planının nasıl göründüğü ve neden değiştiği okunabilir kalır.
zh_hans: 历史只会被追加。版本无法编辑或删除，因此你的计划当时是什么样、为什么变化，始终可查。

# program.versions.openHint
source: Shows what this version contained
es: Muestra lo que contenía esta versión
fr: Affiche ce que contenait cette version
hi: दिखाता है कि इस वर्शन में क्या था
it: Mostra cosa conteneva questa versione
ko: 이 버전에 담긴 내용을 보여 줘요
pl: Pokazuje, co zawierała ta wersja
tr: Bu sürümün neler içerdiğini gösterir
zh_hans: 显示这个版本的内容

# program.versions.readOnly
source: This is a record of what your plan looked like at the time. It cannot be edited, and nothing here changes the program you are following now.
es: Esto es el registro de cómo era tu plan entonces. No se puede editar, y nada de aquí cambia el programa que sigues ahora.
fr: Ceci est un instantané de ton plan à l’époque. Il ne peut pas être modifié, et rien ici ne change le programme que tu suis aujourd’hui.
hi: यह उस समय आपके प्लान का रिकॉर्ड है। इसे एडिट नहीं किया जा सकता, और यहाँ की किसी बात से आपका मौजूदा प्रोग्राम नहीं बदलता।
it: Questo è il resoconto di com'era il tuo piano allora. Non si può modificare e nulla di ciò che c'è qui cambia il programma che stai seguendo ora.
ko: 그때의 계획을 남긴 기록이에요. 수정할 수 없고, 지금 따르는 프로그램에도 영향을 주지 않아요.
pl: To zapis tego, jak wyglądał wtedy Twój plan. Nie da się go edytować i nic tutaj nie zmienia programu, według którego trenujesz teraz.
tr: Bu, planının o zamanki hâlinin bir kaydıdır. Düzenlenemez ve buradaki hiçbir şey şu an izlediğin programı değiştirmez.
zh_hans: 这是你的计划在当时的记录。它无法编辑，这里的内容也不会影响你正在执行的计划。

# program.versions.reasonMissing
source: No reason was recorded for this change.
es: No se registró ningún motivo para este cambio.
fr: Aucune raison n’a été enregistrée pour ce changement.
hi: इस बदलाव की कोई वजह दर्ज नहीं हुई।
it: Per questa modifica non è stato registrato nessun motivo.
ko: 이 변경에는 기록된 이유가 없어요.
pl: Nie zapisano powodu tej zmiany.
tr: Bu değişiklik için bir neden kaydedilmemiş.
zh_hans: 这次变更没有记录原因。

# program.versions.recordedAt
source: Recorded %@ at %@
es: Registrado el %@ a las %@
fr: Enregistrée le %@ à %@
hi: %@ को %@ पर दर्ज
it: Registrata il %@ alle %@
ko: %@ %@에 기록
pl: Zapisano %@ o %@
tr: Kayıt: %@, saat %@
zh_hans: 记录于 %@ %@

# program.versions.sessionSummary
source: %lld exercises · %lld sets
es: %lld ejercicios · %lld series
fr: %lld exercices · %lld séries
hi: %lld एक्सरसाइज़ · %lld सेट
it: %lld esercizi · %lld serie
ko: 운동 %lld개 · %lld세트
pl: %lld ćwiczeń · %lld serii
tr: %lld egzersiz · %lld set
zh_hans: %lld 个动作 · %lld 组

# program.versions.snapshotEmptyMessage
source: The program had no sessions in it at this point.
es: En ese momento el programa no tenía ninguna sesión.
fr: Le programme ne contenait aucune séance à ce moment-là.
hi: उस समय प्रोग्राम में कोई सेशन नहीं था।
it: A quel punto il programma non conteneva nessuna sessione.
ko: 이 시점의 프로그램에는 세션이 없었어요.
pl: Program nie miał wtedy w sobie żadnych sesji.
tr: Program bu noktada hiç seans içermiyordu.
zh_hans: 在这个时间点，训练计划里没有任何训练课。

# program.versions.snapshotEmptyTitle
source: No sessions recorded
es: Sin sesiones registradas
fr: Aucune séance enregistrée
hi: कोई सेशन दर्ज नहीं
it: Nessuna sessione registrata
ko: 기록된 세션이 없어요
pl: Nie zapisano żadnych sesji
tr: Kayıtlı seans yok
zh_hans: 没有记录训练课

# program.versions.templateEmpty
source: No exercises were recorded in this session.
es: No se registró ningún ejercicio en esta sesión.
fr: Aucun exercice n’a été enregistré dans cette séance.
hi: इस सेशन में कोई एक्सरसाइज़ दर्ज नहीं थी।
it: In questa sessione non era registrato nessun esercizio.
ko: 이 세션에는 기록된 운동이 없어요.
pl: W tej sesji nie zapisano żadnych ćwiczeń.
tr: Bu seansta kayıtlı egzersiz yok.
zh_hans: 这节训练课没有记录任何动作。

# program.versions.title
source: Version history
es: Historial de versiones
fr: Historique des versions
hi: वर्शन हिस्ट्री
it: Cronologia delle versioni
ko: 버전 기록
pl: Historia wersji
tr: Sürüm geçmişi
zh_hans: 版本历史

# program.versions.versionNumber
source: Version %lld
es: Versión %lld
hi: वर्शन %lld
it: Versione %lld
ko: 버전 %lld
pl: Wersja %lld
tr: Sürüm %lld
zh_hans: 版本 %lld
